Revit 2027 API
UnitTypeId.Kilovolts Property
 Kilovolts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kilovolts { get; }
Public Shared ReadOnly Property Kilovolts As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kilovolts {
	ForgeTypeId^ get ();
}
static member Kilovolts : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace